Repository: SvenJuergens/disable_beuser
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# scheduler.placeholderText
source: e.g. 3 months
de: z.B. 3 months

# scheduler.fieldLabel
source: Time of Inactivity to disable Beuser
de: Zeitspanne nach der Benutzer deaktiviert werden sollen

# scheduler.fieldLabelEmail
source: Notification Email (optional)
de: E-Mail f√ºr Benachrichtigung (optional)

# error.empty
source: please set a date/time format: http://php.net/manual/de/datetime.formats.php
de: Bitte ein Date/Time Format setzen

# error.wrongFormat
source: please set a correct date/time format
de: Bitte setze ein korrektes Date/Time Format: http://php.net/manual/de/datetime.formats.php

# error.wrongEmail
source: please set a correct email address
de: Bitte setze eine korrekte E-Mail ein

# beuser.donotdisable
source: Don't disable this User with disable_beuser
de: Diesen User nicht automatisch deaktiveren (disable_beuser)

# email.disableduser
source: Disabled User
de: Folgende Benuter wurden deaktiviert

# email.username
source: Username
de: Benutzername

# email.lastlogin
source: Last Login
de: letzter Login
